tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "libsql/sqld"
tap "stripe/stripe-cli"
tap "tursodatabase/tap"
brew "coreutils"
brew "asdf"
brew "curl"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gnupg"
brew "go"
brew "jq"
brew "mkcert"
brew "neovim"
brew "ripgrep"
brew "scrcpy"
brew "stow"
brew "tmux"
brew "dopplerhq/cli/doppler"
brew "stripe/stripe-cli/stripe"
brew "tursodatabase/tap/turso"
cask "aldente"
cask "android-commandlinetools"
cask "android-studio"
cask "balance-lock"
cask "betterdisplay"
cask "cleanmymac"
cask "dbeaver-community"
cask "google-chrome"
cask "iterm2"
cask "keyboardcleantool"
cask "linearmouse"
cask "lookaway"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "raycast"
cask "shottr"
cask "temurin"
