tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "libsql/sqld"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "stripe/stripe-cli"
tap "tursodatabase/tap"
brew "coreutils"
brew "asdf"
brew "sqlite"
brew "cloudflared"
brew "curl"
brew "docker-compose"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gnupg"
brew "go"
brew "goose"
brew "jq"
brew "mkcert"
brew "mysql"
brew "neovim"
brew "ripgrep"
brew "scrcpy"
brew "stow"
brew "tmux"
brew "dopplerhq/cli/doppler"
brew "qmk/qmk/qmk"
brew "stripe/stripe-cli/stripe"
brew "tursodatabase/tap/turso"
cask "aldente"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "apidog"
cask "balance-lock"
cask "betterdisplay"
cask "cleanmymac"
cask "docker"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "keyboardcleantool"
cask "keycastr"
cask "linearmouse"
cask "lookaway"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "qmk-toolbox"
cask "raycast"
cask "redisinsight"
cask "shottr"
cask "slack"
cask "spotify"
cask "temurin"
