tap "dopplerhq/cli"
tap "drone/drone"
tap "homebrew/bundle"
tap "libsql/sqld"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "stripe/stripe-cli"
tap "tursodatabase/tap"
brew "libtiff"
brew "jpeg-xl"
brew "asdf"
brew "boost"
brew "sqlite"
brew "glib"
brew "cloudflared"
brew "coreutils"
brew "curl"
brew "docker", link: false
brew "docker-compose"
brew "fd"
brew "unbound"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gnupg"
brew "go"
brew "goose"
brew "jq"
brew "libraqm"
brew "locust"
brew "mingw-w64"
brew "mkcert"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "pillow"
brew "ripgrep"
brew "scrcpy"
brew "sqlc"
brew "stow"
brew "telnet"
brew "tmate"
brew "tmux"
brew "dopplerhq/cli/doppler", link: false
brew "drone/drone/drone"
brew "qmk/qmk/qmk"
brew "stripe/stripe-cli/stripe"
brew "tursodatabase/tap/turso"
cask "aldente"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "apidog"
cask "balance-lock"
cask "betterdisplay"
cask "brave-browser"
cask "cleanmymac"
cask "docker"
cask "google-chrome"
cask "handbrake"
cask "inkscape"
cask "iterm2"
cask "keyboardcleantool"
cask "keycastr"
cask "linearmouse"
cask "lookaway"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "qmk-toolbox"
cask "raycast"
cask "redis-insight"
cask "shottr"
cask "slack"
cask "spotify"
cask "temurin"
cask "vlc"
cask "xquartz"
cask "zoom"
